{
  "medicalTourism": {
    "title": "Costa Rica’s Medical Tourism:",
    "subtitle": "A Comprehensive Guide",
    "intro": "Costa Rica is quietly carving out a significant niche in medical tourism and accessible health care.",
    "whyTitle": "Why Is Costa Rica Becoming A Top Destination?",
    "whyText": "Costa Rica is quietly carving out a significant niche for itself in an unexpected field—medical tourism & highly accessible health care services. According to the World Health Organization (WHO), Costa Rica boasts the 20th most efficient healthcare system in the world and ranks second in Latin America, a testament to its dedication to healthcare and well-being. Lots of tourists prefer Costa Rica for access to high-tech treatments, proximity to the US, ease of communication with many English-speaking doctors, and its recovery-friendly environment.",
    "healthcareTitle": "Health Care for All",
    "healthcareText": "Costa Rica's universal healthcare system (CCSS), launched in the 1940s, ensures accessible medicine and treatment for all residents, supported by both public and private providers.",
    "growthTitle": "Medical Tourism: A Growing Success",
    "growthText": "The growth of medical tourism in Costa Rica has been nothing short of remarkable. Statistics and international rankings show that the country’s supply of private health care services have led to its status as a thriving medical tourism destination. In 2008, Costa Rica welcomed 23,000 medical tourists, a number that nearly tripled to 70,000 by 2016, generating an impressive $465 million in annual revenue in 2019. One of the main reasons this sector is growing so rapidly is because of affordable and competitive private services that are welcoming to foreign visitors, often featuring highly trained medical professionals and state-of-the-art technologies. According to some estimates, the cost of private healthcare services in Costa Rica is approximately 30%-40% lower than in the United States.",
    "proceduresTitle": "Top Procedures Offered",
    "proceduresIntro": "From dental care to stem cell therapy, Costa Rica offers a range of high-tech, affordable treatments with English-speaking specialists.",
    "dentistryTitle": "Dentistry",
    "dentistryText": "Popular treatments include cosmetic dentistry, orthodontics, pediatric care, oral surgery, and prosthetics—all performed affordably and expertly.",
    "orthopedicsTitle": "Orthopedic Surgeries",
    "orthopedicsText": "Advanced orthopedic care with state-of-the-art equipment is available across the country, led by specialized medical teams.",
    "cosmeticTitle": "Plastic & Cosmetic Surgeries",
    "cosmeticText": "Costa Rica offers safe, high-quality cosmetic procedures with experienced surgeons. It's recommended to consult facilitators for best practices.",
    "stemCellsTitle": "Stem Cell Treatments",
    "stemCellsText": "Cutting-edge stem cell therapy clinics cater to both locals and international clients—especially from North America—with innovative care models."
  }
}