{
  "medicalTourism": {
    "title": "Costa Rica’s Medical Tourism: A Comprehensive Guide",
    "intro": "Costa Rica is quietly carving out a significant niche in medical tourism and accessible health care.",
    "whyTitle": "Why Is Costa Rica Becoming A Top Destination?",
    "whyText": "Ranked #20 globally by WHO and 2nd in Latin America, Costa Rica offers efficient, high-quality healthcare in a recovery-friendly environment close to the US.",
    "healthcareTitle": "Health Care for All",
    "healthcareText": "Costa Rica's universal healthcare system (CCSS), launched in the 1940s, ensures accessible medicine and treatment for all residents, supported by both public and private providers.",
    "growthTitle": "Medical Tourism: A Growing Success",
    "growthText": "Medical tourism in Costa Rica has seen exponential growth—from 23,000 visitors in 2008 to 70,000 by 2016—generating $465M in 2019, due to affordable, high-quality care and advanced technology.",
    "proceduresTitle": "Top Procedures Offered",
    "proceduresIntro": "From dental care to stem cell therapy, Costa Rica offers a range of high-tech, affordable treatments with English-speaking specialists.",
    "dentistryTitle": "Dentistry",
    "dentistryText": "Popular treatments include cosmetic dentistry, orthodontics, pediatric care, oral surgery, and prosthetics—all performed affordably and expertly.",
    "orthopedicsTitle": "Orthopedic Surgeries",
    "orthopedicsText": "Advanced orthopedic care with state-of-the-art equipment is available across the country, led by specialized medical teams.",
    "cosmeticTitle": "Plastic & Cosmetic Surgeries",
    "cosmeticText": "Costa Rica offers safe, high-quality cosmetic procedures with experienced surgeons. It's recommended to consult facilitators for best practices.",
    "stemCellsTitle": "Stem Cell Treatments",
    "stemCellsText": "Cutting-edge stem cell therapy clinics cater to both locals and international clients—especially from North America—with innovative care models."
  }
}